{
    "doctorado-en-biotecnologia": {
        "id": "doctorado-en-biotecnologia",
        "name": "Doctorado en Biotecnología",
        "description": "El Doctorado en Biotecnología es ofrecido en forma conjunta por la Universidad Técnica Federico Santa María y la Pontificia Universidad Católica de Valparaíso. \nQuienes ingresen al Programa adquirirán conocimiento experto en las disciplinas de biología celular molecular, ingeniería de bioprocesos y gestión tecnológica. Los graduados estarán capacitados en establecer nuevos bioprocesos industriales, además de crear y transferir conocimientos biotecnológicos orientados a la generación de bienes y servicios, y generar soluciones en el área de la Biotecnología, aportando de esta forma en la Investigación y al desarrollo innovador con participación en el sector empresarial y en la academia.",
        "areasEspecializacion": ["Biotecnología aplicada a la salud humana y animal", "Biotecnología de procesos", "Biotecnología de ambiental"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": [ "Casa Central Valparaíso"],
        "requirements": [
        "Estar en posesión de un grado académico de Licenciado o Magíster en áreas afines al programa. La Dirección del programa podrá autorizar excepcionalmente, mediante resolución, acorde con los requerimientos administrativos de cada institución, el ingreso de personas que se encuentren en trámites finales de graduación, o situaciones académicas que lo ameriten. Tales personas serán admitidas en forma condicional, estando su aceptación definitiva supeditada a la obtención del grado correspondiente el que, en todo caso, deberá presentarse antes del inicio del segundo período académico de adscripción en el programa. En la situación que las referidas personas no presenten el grado académico habilitante para optar al grado de Doctor, no tendrá lugar su aceptación definitiva y por ende, no se les colacionará el grado de Doctor en Biotecnología.",
        "Presentar una solicitud escrita indicando la motivación de la postulación, con dos cartas de recomendación en los plazos y de acuerdo con las modalidades que establezca la Dirección."
        ],
        "mallaImage": "doctorado-en-biotecnologia.png"
    },
    "doctorado-en-ciencias-fisicas": {
        "id": "doctorado-en-ciencias-fisicas",
        "name": "Doctorado en Ciencias Físicas",
        "description": "Este Programa tiene por objetivo el formar graduados capaces de abordar los desafíos científicos, impuestos por el permanente avance del conocimiento, y aportar de manera sustantiva a la comprensión del entorno natural y su transformación, aplicando en ello soluciones científicas o tecnológicas orientadas a contribuir así al desarrollo de la humanidad. \nEl Programa es dictado en conjunto por la Universidad Técnica Federico Santa María (USM) y la Pontificia Universidad Católica de Valparaíso (PUCV).",
        "areasEspecializacion": ["Partículas y campos", "Materia condensada", "Astrofísica, Cosmología y Gravitación", "Sistemas Complejos"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa. ",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": [ "Casa Central Valparaíso"],
        "requirements": [
        "El requisito básico para ser admitido en el programa es estar en posesión del grado de Licenciado o Magíster en Física, o en disciplinas afines. El Comité de Programa (CP) podrá autorizar excepcionalmente, mediante resolución, el ingreso de personas que se encuentren en trámites finales de graduación o situaciones académicas que lo ameriten, estando su aceptación definitiva supeditada a la obtención del grado correspondiente, de conformidad al procedimiento que, para el efecto, apruebe el CP, con un plazo máximo de un semestre. El postulante debe presentar una solicitud escrita dentro de los plazos establecidos cada año. El postulante será admitido en el programa de acuerdo a la evaluación que el comité de selección haga a su solicitud."
        ],
        "mallaImage": "doctorado-en-ciencias-fisicas.png"
    },
    "doctorado-en-ciencias-mencion-quimica": {
        "id": "doctorado-en-ciencias-mencion-quimica",
        "name": "Doctorado en Ciencias, mención Química",
        "description": "El Programa de Doctorado en Ciencias, mención Química es realizado de manera conjunta por la Universidad Técnica Federico Santa María (USM) y la Universidad de Valparaíso (UV). Este postgrado tiene como objetivo formar Doctores con una sólida formación en Ciencias en Química, capaces de realizar investigación de punta de manera creativa e independiente, formar equipos de trabajo y enfrentar los desafíos y problemas cada vez más complejos en el ámbito científico de esta disciplina. \nEl graduado de este programa es capaz de desarrollar investigación con estándares internacionales en alguna de las áreas de la química de acuerdo a la especialidad elegida. También tiene la capacidad de formar equipos de trabajo, ser investigador líder en su especialización, creativo e independiente.",
        "areasEspecializacion": ["Química Orgánica", "Química Inorgánica", "Fisicoquímica", "Química Analítica"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa. ",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso"],
        "requirements": [
        "Estar en posesión del grado de Licenciado en Ciencias Químicas o disciplinas afines, o de un título o grado cuyo nivel, contenido y duración de estudios sea equivalente a los necesarios para obtener el grado de Licenciado correspondiente. Tener promedio de notas de pregrado igual o superior a 70 (en escala de 0 a 100) o 5,0 (en escala de 1 a 7). Poseer conocimiento e interés por el estudio y la investigación en las Ciencias Químicas. \nEs deseable que posea un nivel intermedio de idioma inglés, preferentemente certificado mediante prueba estandarizada, que le permita entender textos científicos de su especialidad. Es un requisito deseable pero no excluyente  \nLas postulaciones recepcionadas y serán evaluadas por el Comité del Programa de acuerdo a: antecedentes académicos, examen de conocimientos y entrevista personal."
        ],
        "mallaImage": "doctorado-en-ciencias-mencion-quimica.png"
    },
    "doctorado-en-ingenieria-aplicada": {
        "id": "doctorado-en-ingenieria-aplicada",
        "name": "Doctorado en Ingeniería Aplicada",
        "description": "Quienes ingresen al Programa adquirirán competencias que fomenten la cultura multidisciplinaria y de innovación, que aborde de manera eficaz los complejos desafíos que la sociedad debe enfrentar en los años venideros. \nLos graduados estarán capacitados para fortalecer las unidades de investigación y desarrollo en las empresas. Podrán, además, liderar proyectos de investigación e innovación tecnológica en las áreas de ingeniería.",
        "areasEspecializacion": ["", "", "", ""],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 6 semestres académicos, no pudiendo exceder 9 semestres en jornada completa.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso"],
        "requirements": [""],
        "mallaImage": "doctorado-en-ingenieria-aplicada.png"
    },
    "doctorado-en-ingenieria-electrica": {
        "id": "doctorado-en-ingenieria-electrica",
        "name": "Doctorado en Ingeniería Eléctrica",
        "description": "El Doctorado en Ingeniería Eléctrica es una iniciativa vanguardista, respaldada por el Departamento de Ingeniería Eléctrica, reconocido internacionalmente. Este programa está diseñado para liderar el avance tecnológico en el ámbito eléctrico, enfocándose en áreas de gran relevancia como la Conversión de Energía y Desarrollo de Electrotecnologías de Alta Potencia, Operación y Control de Sistemas Eléctricos, así como Planificación, Diseño de Mercado y Regulación.",
        "areasEspecializacion": ["Conversión de energía y desarrollo de electrotecnologías de alta potencia", "Operación y control de sistemas eléctricos", "Planificación, diseño de mercado y regulación"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso"],
        "requirements": [""],
        "mallaImage": "doctorado-en-ingenieria-electrica.png"
    },
    "doctorado-en-ingenieria-electronica": {
        "id": "doctorado-en-ingenieria-electronica",
        "name": "Doctorado en Ingeniería Electrónica",
        "description": "Este Programa está orientado a la formación de recursos humanos de alta calidad y competencia, de modo que contribuyan al desarrollo científico y tecnológico de las Ciencias de la Ingeniería Electrónica. El objetivo del doctorado es formar graduados con sólidos conocimientos teóricos en la disciplina, y con capacidad para la investigación independiente con estándar internacional.",
        "areasEspecializacion": ["Computadores", "Control Automático", "Electrónica de Potencia y Conversión de Energía", "Telecomunicaciones y Procesamiento de Señales", "Telemática"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Poseer el grado de licenciado o magíster en la disciplina de la Ingeniería Electrónica o afín. El Comité de Programa podrá aprobar excepcionalmente el ingreso de postulantes que se encuentren en trámites finales de graduación. Cada postulante debe presentar una Propuesta de Investigación patrocinada por alguno de los académicos del Programa."],
        "mallaImage": "doctorado-en-ingenieria-electronica.png"
    },
    "doctorado-en-ingenieria-informatica": {
        "id": "doctorado-en-ingenieria-informatica",
        "name": "Doctorado en Ingeniería Informática",
        "description": "El Doctorado en Ingeniería Informática ofrecido por la Universidad Técnica Federico Santa María (USM), es uno de los primeros doctorados de Chile en esta área y tiene por objetivo formar investigadores con sólido conocimiento científico en las diversas áreas de las Ciencias de la Informática como lo son la Inteligencia Artificial, Optimización, Computación Paralela, Computación Científica, Biomédica, entre otras, con el fin de realizar investigación de categoría mundial. El Doctor en Ingeniería Informática de la USM es capaz de realizar investigaciones internacionales, respaldadas por el gran prestigio del programa.",
        "areasEspecializacion": ["Computación Aplicada", "Inteligencia Computacional y Ciencia de datos", "Software y Ciberseguridad"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión de grado académico de Licenciado en Ciencias de la Ingeniería Informática, con buenas calificaciones. Si el comité tiene dudas en relación a los antecedentes académicos del alumno, se requerirá un examen de conocimientos y/o una entrevista personal. Todas las postulaciones son analizadas por el Comité Académico del Programa."],
        "mallaImage": "doctorado-en-ingenieria-informatica.png"
    },
    "doctorado-en-ingenieria-mecanica": {
        "id": "doctorado-en-ingenieria-mecanica",
        "name": "Doctorado en Ingeniería Mecánica",
        "description": "El objetivo de este Programa es formar investigadores capaces de realizar trabajos científicos y/o tecnológicos del más alto nivel en el campo de la Ingeniería Mecánica. El Doctorado en Ingeniería Mecánica, ofrece una formación avanzada con sólidos conocimientos en las áreas de investigación y la oportunidad de consolidar la capacidad para la exploración independiente y la generación de conocimiento de punta.",
        "areasEspecializacion": ["Mecánica de Fluidos", "Mecánica de Sólidos", "Sistemas Energéticos e Industriales"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión del grado de licenciado o magíster en disciplina de la Ingeniería Mecánica en disciplina de la Ingeniería Mecánica o afín. Cada postulante, adicionalmente a la documentación y cartas de recomendación solicitadas pos la Dirección de Postgrado, debe adjuntar una carta de presentación personal en donde indique su motivación e intereses de investigación. Los antecedentes académicos serán estudiados por el Comité del Programa. Eventualmente el Comité puede solicitar una entrevista personal con el postulante."],
        "mallaImage": "doctorado-en-ingenieria-mecanica.png"
    },
    "doctorado-en-ingenieria-sostenible": {
        "id": "doctorado-en-ingenieria-sostenible",
        "name": "Doctorado en Ingeniería Sostenible",
        "description": "Formar capital humano avanzado para el desarrollo científico y tecnológico sostenible, capaz de resolver problemas de interés nacional e internacional, a través de investigación original, independiente y con excelencia acorde a estándares internacionales.",
        "areasEspecializacion": ["Ingeniería de procesos", "Procesos ambientales", "Ciencia e Ingeniería de materiales"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso","Santiago San Joaquín"],
        "requirements": [""],
        "mallaImage": "doctorado-en-ingenieria-sostenible.png"
    },
    "doctorado-en-inteligencia-artificial": {
        "id": "doctorado-en-inteligencia-artificial",
        "name": "Doctorado en Inteligencia Artificial",
        "description": "El Doctorado en IA surge de la ejecución del proyecto Capital Humano Avanzado en Inteligencia Artificial para el Biobío, actividad financiada por el Fondo de Innovación para la Competitividad (FIC-R) del Gobierno Regional del Biobío, ejecutado por las universidades que componen el CRUCH Biobío- Ñuble, UCSC, UdeC, UBB y USM. Se caracteriza por un enfoque aplicado, siendo el primero de su tipo ofertado en el país y Latinoamérica, considerando las particularidades de sus líneas de investigación y estructura consorciada. \nLa Inteligencia Artificial está en el grupo de tecnologías que impulsarán la transformación de la sociedad y, en consecuencia, la demanda de capital humano avanzado en la materia resulta fundamental como motor de desarrollo territorial, principalmente en las áreas de manufactura y procesos industriales, salud y bienestar, educación, agricultura inteligente y sustentabilidad. \nEs un programa orientado a la resolución de problemáticas y desafíos de la industria y la sociedad. Enmarcado en el desarrollo de un ecosistema de I+D+i con centro en la región del Biobío, Chile.",
        "areasEspecializacion": ["Inteligencia Artificial para la sociedad", "Ciencia basada en IA"],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Concepción"],
        "requirements": [""],
        "mallaImage": "doctorado-en-inteligencia-artificial.png"
    },
    "doctorado-en-matematica": {
        "id": "doctorado-en-matematica",
        "name": "Doctorado en Matemática",
        "description": "El Doctorado en Matemática, que se imparte conjuntamente por la Universidad Técnica Federico Santa María, la Pontificia Universidad Católica de Valparaíso y la Universidad de Valparaíso, busca contribuir al desarrollo regional y nacional, potenciando y fortaleciendo la investigación científica en esta disciplina.",
        "areasEspecializacion": [
            "Análisis No-Lineal y de Ecuaciones Diferenciales Parciales", 
            "Análisis Numérico", 
            "Control de Ecuaciones Diferenciales Parciales y Problemas Inversos", 
            "Modelación Estadística",
            "Optimización",
            "Procesos Estocásticos",
            "Sistemas Dinámicos",
            "Teoría de Números"
        ],
        "gradoAcademico": "Doctor",
        "duration": "La duración normal del programa de doctorado es de 8 semestres académicos, no pudiendo exceder 12 semestres en jornada completa.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Doctorado",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión del grado de Licenciado en Matemáticas o disciplinas afines, o de un título o grado cuyo nivel, contenido y duración de estudios, sean equivalentes a los necesarios para obtener el grado de Licenciado correspondiente. El Comité de Programa podrá aceptar estudiantes condicionales en un plan especial de nivelación."],
        "mallaImage": "doctorado-en-matematica.png"
    },
    "magister-en-ciencias-de-la-ingenieria-civil": {
        "id": "magister-en-ciencias-de-la-ingenieria-civil",
        "name": "Mágister en Ciencias de la Ingeniería Civil",
        "description": "Magíster en Ciencias de la Ingeniería Civil es un programa orientado a la formación de recursos humanos de alta calidad y competencia, capaces de contribuir al desarrollo científico y tecnológico en las áreas de la Ingeniería Civil. El objetivo del Magíster es formar graduados con sólidos conocimientos teóricos en la disciplina, y con capacidad para la investigación independiente con estándar internacional.",
        "areasEspecializacion": [
            "Estructuras y Geotecnia", 
            "Recursos Hidráulicos y Medio Ambiente", 
            "Ingeniería de Caminos y Pavimentos"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión del grado de Licenciado en Ciencias de la Ingeniería Civil o un título profesional universitario en disciplinas afines al Programa, de nivel, contenido y duración equivalentes a los necesarios para obtener el grado de Licenciado en Ciencias de la Ingeniería Civil. El proceso de postulación se desarrolla en forma semestral. El Comité de Programa establece un número máximo de cupos de acuerdo a la disponibilidad de académicos tutores."],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-civil.png"
    },
    "magister-en-ciencias-de-la-ingenieria-electrica": {
        "id": "magister-en-ciencias-de-la-ingenieria-electrica",
        "name": "Magíster en Ciencias de la Ingeniería Eléctrica",
        "description": "El Magíster en Ciencias de la Ingeniería Eléctrica de la Universidad Técnica Federico Santa María forma profesionales con aptitud para la investigación y la resolución de problemas de ingeniería. Busca profundizar conocimientos científicos y tecnológicos en electrotecnia, fomentando la creación y aplicación de conocimiento. El programa prepara graduados capaces de comprender el estado del arte en su área de especialización y de contribuir al desarrollo científico, tecnológico e innovador de la disciplina.",
        "areasEspecializacion": [
            "Alta Tensión",
            "Máquinas y Accionamientos Eléctricos",
            "Sistemas de Energía y Potencia"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El Programa se impartirá en jornada diurna a tiempo completo, con sistema presencial de 4 semestres de duración (dos años). En cualquier caso, la permanencia en el Programa no podrá exceder los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": [
            "Haber obtenido un grado académico cuyo contenido y duración de estudios sean equivalentes a los necesarios para obtener el grado de Licenciado en Ciencias de la Ingeniería Eléctrica o Licenciado en Ingeniería Eléctrica de la UTFSM.",
            "Declarar, a través de una carta de intención, su interés por desarrollarse en una o más de las áreas ofrecidas por el Programa.",
            "Haber aprobado asignaturas o tener experiencia comprobable en el (las) área(s) de especialidad en la que desea proseguir estudios.",
            "Estar dentro del rango del 30% de los estudiantes con mejor rendimiento de su generación."
        ],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-electrica.png"
    },
    "magister-en-ciencias-de-la-ingenieria-electronica": {
        "id": "magister-en-ciencias-de-la-ingenieria-electronica",
        "name": "Magíster en Ciencias de la Ingeniería Electrónica",
        "description": "El Magíster en Ciencias de la Ingeniería Electrónica forma graduados capaces de contribuir al desarrollo científico y tecnológico del país. El programa busca que los estudiantes comprendan el proceso de creación y aplicación del conocimiento en nuevas tecnologías, con dominio del estado del arte en su área de especialización. Promueve la investigación y la innovación tecnológica mediante la aplicación de conocimientos avanzados en ingeniería electrónica.",
        "areasEspecializacion": [
            "Computadores",
            "Control Automático",
            "Electrónica de Potencia y Conversión de Energía",
            "Telecomunicaciones y Procesamiento de Señales",
            "Telemática"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": [
            "Estar en posesión del grado de Licenciado en Ciencias de la Ingeniería Electrónica o de un título profesional cuyo nivel, contenido y duración de estudios sean equivalentes a los necesarios para obtener el grado de Licenciado correspondiente. Los antecedentes académicos del postulante serán estudiados por el Comité de Programa, el que decidirá la postulación en función de los antecedentes académicos presentados."
        ],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-electronica.png"
    },
    "magister-en-ciencias-de-la-ingenieria-industrial": {
        "id": "magister-en-ciencias-de-la-ingenieria-industrial",
        "name": "Magíster en Ciencias de la Ingeniería Industrial",
        "description": "El Magíster en Ciencias de la Ingeniería Industrial está orientado a formar graduados con una sólida base teórica y aplicada en su área. El programa busca fortalecer la capacidad de resolución de problemas complejos y el dominio de conocimientos avanzados en Ingeniería Industrial. Prepara a los estudiantes para enfrentar desafíos científicos y profesionales, promoviendo el desarrollo de competencias que impulsen la innovación y la excelencia en la disciplina.",
        "areasEspecializacion": [
            "Gestión de Operaciones", 
            "Conversión de Energía", 
            "Finanzas Cuantitativas",
            "Ingeniería de Mercados y Emprendimiento"
        ],
        "gradoAcademico": "Magíster",
        "duration": " El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión de grado de Licenciado en Ciencias de la Ingeniería Industrial o de un título profesional cuyo nivel, contenido y duración de estudios sean equivalentes a los contenidos necesarios para obtener el grado de Licenciado correspondiente. Los antecedentes académicos del postulante serán estudiados por el Comité de Programa, el que decidirá la postulación en función de los antecedentes académicos y de las cartas de recomendación."],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-industrial.png"
    },
    "magister-en-ciencias-de-la-ingenieria-informatica": {
        "id": "magister-en-ciencias-de-la-ingenieria-informatica",
        "name": "Magíster en Ciencias de la Ingeniería Informática",
        "description": "El Magíster en Ciencias de la Ingeniería Informática forma especialistas capaces de contribuir al desarrollo científico y tecnológico del área. El programa promueve la investigación aplicada y teórica en distintas áreas de especialización, fomentando la generación de nuevo conocimiento y el avance de la Ingeniería Informática a nivel académico y profesional.",
        "areasEspecializacion": [
            "Inteligencia Artificial y Ciencia de Datos", 
            "Software y Ciberseguridad", 
            "Computación Aplicada"
        ],
        "gradoAcademico": "Magíster",
        "duration": " El Programa se impartire en jornada diurna a tiempo completo, con sistema presencial de 4 semestres de duración [2 años]. En cualquier caso, la permanencia en el Programa no podrá exceder los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Haber obtenido el grado de licenciado en Ciencias de la Ingeniería Informática o disciplinas afines, o un título profesional cuyo nivel, contenido y duración (al menos 10 semestres nominales) sean equivalentes a los necesarios para obtener el grado de licenciado correspondiente. Evidencia: certificados de títulos y grado.",
            "Demostrar un rendimiento académico destacado, esto es, tener promedio de notas preferentemente sobre 70%. Evidencia: Concentración de notas de pregrado.",
            "Declarar, a través de una carta de intención, su interés por desarrollarse en una de las áreas de especialización ofrecidas por el programa. Evidencia: Carta de postulación al programa."
        ],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-informatica.png"
    },
    "magister-en-ciencias-de-la-ingenieria-mecanica": {
        "id": "magister-en-ciencias-de-la-ingenieria-mecanica",
        "name": "Magíster en Ciencias de la Ingeniería Mecánica",
        "description": "El Magíster en Ciencias de la Ingeniería Mecánica de la Universidad Técnica Federico Santa María forma profesionales con una base sólida en ciencias de la ingeniería. El programa está orientado al desarrollo de competencias para resolver problemas técnicos complejos y profundizar en áreas de especialización propias de la ingeniería mecánica, promoviendo el avance científico y tecnológico en la disciplina.",
        "areasEspecializacion": [
            "Mecánica de Sólidos", 
            "Mecánica de Fluidos", 
            "Sistemas Energéticos e Industriales"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El Programa se imparte en jornada diurna a tiempo completo, con sistema presencial de 4 semestres de duración [2 años]. En cualquier caso, la permanencia en el Programa no podrá exceder los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["El requisito básico de postulación al programa es estar en posesión del grado de Licenciado en Ciencias de la Ingeniería Mecánica o un título profesional cuyo nivel, contenido y duración de estudios sean equivalentes a los necesarios para obtener el grado de Licenciado correspondiente."],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-mecanica.png"
    },
    "magister-en-ciencias-de-la-ingenieria-metalurgica-y-de-minas": {
        "id": "magister-en-ciencias-de-la-ingenieria-metalurgica-y-de-minas",
        "name": "Magíster en Ciencias de la Ingeniería Metalúrgica y de Minas",
        "description": "El Magíster en Ciencias de la Ingeniería Metalúrgica y de Minas forma investigadores con competencias avanzadas en ingeniería, capaces de contribuir al desarrollo científico y tecnológico en las áreas de minas, metalurgia y materiales. El programa promueve la inserción en la industria o la continuación de estudios de postgrado, fomentando el avance, la innovación y el fortalecimiento de la disciplina a través de la investigación aplicada.",
        "areasEspecializacion": [
            "Minería", 
            "Materiales", 
            "Metalurgia"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Haber obtenido el grado de licenciado en ciencias de la ingeniería o un título profesional cuyo nivel, contenido y duración de estudios sean equivalentes a los necesarios para obtener el grado de licenciado correspondiente.",
            "Rendimiento académico destacado equivalente a un promedio superior a 70% de la escala de notas respectiva.",
            "Demostrar interés por hacer investigación en una de las áreas declaradas en el Departamento de Ingeniería Metalúrgica y Materiales.",
            "Estar en posesión de un nivel intermedio (Nivel B|) del idioma de inglés, siendo un requisito deseable, no excluyente, para ingresar al Programa."
        ],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-metalurgica-y-de-minas.png"
    },
    "magister-en-ciencias-de-la-ingenieria-quimica": {
        "id": "magister-en-ciencias-de-la-ingenieria-quimica",
        "name": "Magíster en Ciencias de la Ingeniería Química",
        "description": "El Magíster en Ciencias de la Ingeniería Química forma graduados con un profundo conocimiento del estado del arte en su área de especialización. El programa busca desarrollar competencias para contribuir al avance científico y tecnológico de la ingeniería de procesos, promoviendo la aplicación del conocimiento en investigación e innovación tecnológica.",
        "areasEspecializacion": [
            "Ciencias de la Ingeniería Química",
            "Ingeniería de Procesos",
            "Ingeniería Ambiental"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": [""],
        "mallaImage": "magister-en-ciencias-de-la-ingenieria-quimica.png"
    },
    "magister-en-ciencias-mecion-fisica": {
        "id": "magister-en-ciencias-mecion-fisica",
        "name": "Magíster en Ciencias , Mención Física",
        "description": "El Magíster en Ciencias, mención Física, ofrece una formación avanzada en física general, tanto clásica como cuántica. El programa permite a los estudiantes especializarse en áreas específicas de investigación, desarrollando conocimientos profundos y habilidades para realizar investigación científica mediante cursos avanzados y la elaboración de una tesis.",
        "areasEspecializacion": [
            "Materia condensada", 
            "Partículas y Campos"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión del grado de Licenciado en Física o disciplinas afines, o de un título o grado cuyo nivel, contenido y duración de estudios, sean equivalentes a los necesarios para obtener el grado de Licenciado correspondiente. El comité de Programa podrá aceptar estudiantes condicionales en un plan especial de nivelación."],
        "mallaImage": "magister-en-ciencias-mecion-fisica.png"
    },
    "magister-en-ciencias-mencion-matematica": {
        "id": "magister-en-ciencias-mencion-matematica",
        "name": "Magíster en Ciencias, Mención Matemática",
        "description": "El Magíster en Ciencias, mención Matemática, de la Universidad Técnica Federico Santa María forma graduados con dominio en áreas avanzadas de la matemática desarrolladas en el departamento. El programa prepara a los estudiantes para continuar estudios de doctorado e integrarse en equipos de investigación científica, fomentando el desarrollo del conocimiento matemático.",
        "areasEspecializacion": [
            "Análisis No-Lineal y de Ecuaciones Diferenciales Parciales", 
            "Análisis Numérico", 
            "Control de Ecuaciones Diferenciales Parciales y Problemas Inversos",
            "Optimización",
            "Sistemas Dinámicos",
            "Probabilidad y Estadística"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión de grado de Licenciado en Matemáticas o disciplinas afines, o de un título o grado cuyo nivel, contenido y duración de estudios, sean equivalentes a los necesarios para obtener el grado de Licenciado correspondiente. El Comité de Programa podrá aceptar estudiantes condicionales en un plan especial de nivelación."],
        "mallaImage": "magister-en-ciencias-mencion-matematica.png"
    },
    "magister-en-ciencias-mencion-quimica": {
        "id": "magister-en-ciencias-mencion-quimica",
        "name": "Magíster en Ciencias, Mención Química",
        "description": "El Magíster en Ciencias, mención Química, de la Universidad Técnica Federico Santa María forma investigadores con sólidos conocimientos en ciencias químicas y pensamiento analítico avanzado. El programa ofrece una formación profunda y especializada, superior a la de pregrado, entregando herramientas científicas para contribuir al desarrollo regional y nacional a través de la investigación y la innovación.",
        "areasEspecializacion": [
            "Bioquímica",
            "Fisicoquímica",
            "Química Analítica y Ambiental",
            "Química Orgánica",
            "Química Inorgánica"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión del grado de Licenciado en Ciencias Químicas o disciplinas afines, o de un título o grado cuyo nivel, contenido y duración de estudios sea equivalente a los necesarios para obtener el grado de Licenciado correspondiente. Tener promedio de notas de pregrado igual o superior a 70 (en escala de 0 a 100) o 5,0 (en escala de 1 a 7). Las postulaciones recepcionadas en la Dirección de Postgrado USM serán evaluadas por el Comité del Programa de acuerdo a: antecedentes académicos, examen de conocimientos y entrevista personal."],
        "mallaImage": "magister-en-ciencias-mencion-quimica.png"
    },
    "magister-en-rehabilitacion-arquitectonica-sostenible": {
        "id": "magister-en-rehabilitacion-arquitectonica-sostenible",
        "name": "Magíster en Rehabilitación Arquitectónica Sostenible",
        "description": "El Magíster en Rehabilitación Arquitectónica Sostenible forma graduados con conocimientos científicos y técnicos avanzados en rehabilitación de edificaciones. El programa promueve la preservación del patrimonio construido a través de la investigación y el desarrollo de proyectos de intervención sostenibles, fomentando un pensamiento crítico, reflexivo y respetuoso con el medio ambiente y la herencia cultural.",
        "areasEspecializacion": [
            "Patrimonio Arquitectónico", 
            "Sostenibilidad"
        ],
        "gradoAcademico": "Magíster",
        "duration": "El programa se imparte con sistema presencial de 4 semestres de duración (2 años), no pudiendo extenderse más allá de los 6 semestres.",
        "regimen": "Diurno",
        "regimenes": ["Diurno"],
        "modalidad": "Presencial",
        "tipoPostgrado": "Magíster",
        "campus": ["Casa Central Valparaíso"],
        "requirements": ["Estar en posesión del grado académico de licenciado/a en Arquitectura o disciplinas afines tales como: ingeniería, construcción, geografía, y otras que acrediten estudios de pregrado universitarios aprobados equivalentes a 8 semestres o 240 créditos SCT. ",
            "Expresar y demostrar interés por la investigación, y un nivel de conocimiento adecuado en alguna de las áreas que el Programa ofrece, mediante cartas de recomendación de especialistas, una entrevista oral, y un documento escrito aludiendo a los temas específicos de interés. ",
            "Rendimiento académico destacado en el programa asociado al grado o título con el cual postula. Como referencia, el Comité del Programa considera como criterio tener un promedio de notas igual o superior al 65% de la calificación máxima.",
            "Estar en posesión de un nivel intermedio del idioma inglés (Nivel B1), que le permita comprender textos científicos propios de su especialidad, siendo este un requisito deseable pero no excluyente."
        ],
        "mallaImage": "magister-en-rehabilitacion-arquitectonica-sostenible.png"
    }
}